Revit 2027 API
SymbolTypeId.WPerMSup3 Property
 Symbol W/m³, indicating unit Watts per cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WPerMSup3 { get; }
Public Shared ReadOnly Property WPerMSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WPerMSup3 {
	ForgeTypeId^ get ();
}
static member WPerMSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace